<?php include('header.php'); ?>
<div class="container">
  <div class="header_index">
    <img src="/img/cat.png" alt="">
    <p>ความเป็นของประวัติเรื่องให้อาหารสัตว์</p>
  </div>
  <div class="body_index">
    <p>ปัจจุบันในการเลี้ยงสัตว์เลี้ยง เจ้าของสัตว์เลี้ยงอาจจะไม่มีเวลาในการดูและให้อาหาร สัตว์เลี้ยงของคุณเครื่องให้อาหารสัตว์เลี้ยงนั้นอาจจะช่วยให้เจ้าของของสัตว์เลี้ยงนั้นมีความสะดวก สบายในการดูแลสัตว์เลี้ยงของคุณ</p>
    <p>เครื่องให้อาหารสัตว์เลี้ยงโครงงานนี้จะมีการใช้มอเตอร์ในการจ่ายอาหารโดยมจะมีลักษณะ แบบบานพับอาหารไหลออกมา ลงสู่จานอาหารสัตว์เลี้ยงโดยในจานอาหาร จะมี โมดูลวัดน้ำหนักเพื่อวัดปริมาตรอาหารสัตว์เลี้ยง และในตัวถังใส่อาหารจะมี Sensors ในการ วัดปริมาณอาหารที่เหลืออยู่ในถัง ถ้าหากอาหารใกล้จะหมดก็จะส่งข้อความเตือน</p>
	  <p>เครื่องให้อาหารสัตว์แบบ IoT เป็นการนำเทคโนโลยีการเชื่อมต่อแบบอินเตอร์เน็ต ในการควบคุมการจ่ายอาหารตั้งเวลา ในการให้อาหารโดยเพียงแค่กำหนดเวลาที่จะให้อาหารผ่าน หน้าเบราเชอร์ ไม่ว่าผู้ใช้จะอยู่ส่วนไหนของโลกก็สามารถตั้งค่าการทำงานของเครื่อง ได้โดยผ่านอินเตอร์เน็ต</p>
  </div>
</div>
<?php include('footer.php'); ?>
